{
  "caseNumber": "Rhif yr achos",
  "genericGuidance": "Ystyriwch y canlynol wrth ddarparu deunyddiau:",
  "genericGuidanceItem1": "gallwch uwchlwytho llythyrau, lluniau neu ddogfennau os ydynt yn berthnasol i’r hyn yr ydych eisiau ei ddweud neu ofyn i'r tribiwnlys. Peidiwch ag uwchlwytho unrhyw ddeunydd arall ar hyn o bryd. Os oes angen i'r tribiwnlys weld dogfennau cyn gwneud penderfyniad yna mae'n bosib y gofynnir i chi eu darparu yn ddiweddarach",
  "genericGuidanceItem2": "os ydych yn tynnu llun o lythyr, rhowch ef ar arwyneb gwastad a thynnwch lun o uchder",
  "genericGuidanceItem3": "os byddwch yn uwchlwytho dogfen ysgrifenedig gyda tracked changes, gwnewch yn siŵr eich bod wedi clicio ar yr opsiwn tracked changes.",
  "formHearing": "Rhowch fanylion eich cais yn y blwch testun neu uwchlwythwch ffeil",
  "contactApplicationFile": {
    "label": "Dogfen",
    "hint": "<p>Gallwch ond uwchlwytho 1 ddogfen o uchafswm o 80MB mewn maint.</p><p>Os ydych chi eisiau uwchlwytho e-bost, dylech lawrlwytho a throsglwyddo o e-bost eich cleient yn gyntaf. Bydd y rhan fwyaf o gleientiaid e-bost yn rhoi’r opsiwn o lawrlwytho fel pdf neu PostScript.</p><p>Uwchlwytho ffeil</p>",
    "hintExisting": "<p>Gallwch ond uwchlwytho 1 ddogfen.</p><p>Os ydych chi eisiau uwchlwytho e-bost, dylech lawrlwytho a throsglwyddo o e-bost eich cleient yn gyntaf. Bydd y rhan fwyaf o gleientiaid e-bost yn rhoi'r opsiwn o lawrlwytho fel pdf neu PostScript.</p><b><p>Rydych chi wedi uwchlwytho'n flaenorol: {{filename}}</p></b>"
  },
  "files": {
    "title": "Uwchlwytho ffeil (dewisol)",
    "uploadButton": "Uwchlwytho ffeil",
    "removeButton": "Dileu ffeil",
    "uploaded": "Ffeiliau sydd wedi’u huwchlwytho"
  },
  "contactApplicationText": {
    "label": "Defnyddiwch y blwch hwn ar gyfer unrhyw wybodaeth gysylltiedig (Dewisol)"
  },
  "errors": {
    "contactApplicationText": {
      "required": "Defnyddiwch y blwch testun neu’r cyfleuster llwytho ffeil i roi manylion",
      "tooLong": "Rhaid i’ch manylion fod yn llai na 2500 o nodau"
    },
    "contactApplicationFile": {
      "invalidFileName": "Mae enw’r ffeil a ddarparwyd yn annilys. Ni all enw’r ffeil fod yn fwy na 150 o nodau ac ni all gynnwys unrhyw un o’r nodau canlynol: \\/:*?\"|<>",
      "invalidFileFormat": "Nid yw’r math o ffeil(iau) rydych chi'n ceisio ei huwchlwytho yn cael ei chefnogi gan ein system. Trosglwyddwch hwn i un o'r mathau o ffeiliau a gefnogir a restrir isod.",
      "invalidFileSize": "Mae’r ffeil rydych chi’n ceisio ei huwchlwytho yn uwch na’r terfyn maint uchaf o 80MB, ceisiwch leihau maint y ffeil.",
      "fileNameNotFound": "Nid oes gan y ffeil rydych chi’n ceisio ei huwchlwytho enw.",
      "fileBufferEmpty": "Mae’r ffeil rydych chi’n ceisio ei huwchlwytho yn wag.",
      "fileNameNotSelected": "Dewiswch ffeil.",
      "fileAlreadyExists": "Mae’r ffeil rydych chi’n ceisio ei huwchlwytho eisoes yn bodoli. Tynnwch yr un sy’n bodoli eisoes yn gyntaf."
    }
  }
}
