{
  "title": "Gyfyngu ar gyhoeddusrwydd",
  "content": [
    {
      "type": "paragraph",
      "text": "Defnyddiwch y ffurflen hon i wneud cais i atal neu gyfyngu ar gyhoeddusrwydd yn yr achos hwn."
    },
    {
      "type": "paragraph",
      "text": "Mae’n egwyddor bwysig bod cyfiawnder fel arfer yn cael ei ddarparu’n gyhoeddus."
    },
    {
      "type": "paragraph",
      "text": "Fodd bynnag, mae gan y tribiwnlys y pŵer i atal neu gyfyngu ar ddatgelu i’r cyhoedd unrhyw agwedd ar yr achos hwn os oes angen er budd cyfiawnder neu i ddiogelu hawliau confensiwn unrhyw unigolyn."
    },
    {
      "type": "paragraph",
      "text": "Mae gan y tribiwnlys hefyd rai pwerau eraill i eistedd yn breifat neu i gyfyngu ar gyhoeddusrwydd yn unol ag adrannau 10A, 10B, 11 a 12 Deddf Tribiwnlysoedd Cyflogaeth 1996."
    },
    {
      "type": "paragraph",
      "text": "Caiff y tribiwnlys gyhoeddi gorchymyn:"
    },
    {
      "type": "list",
      "items": [
        "that a hearing that would otherwise be in public be conducted, in whole or in part, in private",
        "that the identities of specified parties, witnesses or other persons referred to in the proceedings should not be disclosed to the public, by the use of anonymisation or otherwise",
        "for measures preventing witnesses at a public hearing being identifiable by members of the public",
        "restricting the reporting of the case in the media"
      ]
    },
    {
      "type": "bold-paragraph",
      "text": "Manylion i’w cynnwys yn eich cais:"
    },
    {
      "type": "list",
      "items": [
        "how the tribunal should prevent or restrict publicity in this case",
        "why the restrictions you want are needed. The tribunal must make the least restrictive order possible. Tell us why fewer restrictions would not be enough",
        "any media interest in this case. Include names of media organisations or journalists that are interested. The tribunal might seek their comments before making a decision"
      ]
    }
  ]
}
