{
  "title": "Gorchymyn bod tyst yn mynychu i roi tystiolaeth",
  "content": [
    {
      "type": "paragraph",
      "text": "Gallwch ofyn i'r tribiwnlys orchymyn bod tyst yn mynychu i roi tystiolaeth."
    },
    {
      "type": "paragraph",
      "text": "Rhaid i’r tyst fod ym Mhrydain Fawr (Cymru, Lloegr a’r Alban). Nid yw hyn yn cynnwys Gogledd Iwerddon. "
    },
    {
      "type": "paragraph",
      "text": "Gall y tribiwnlys gyfyngu ar nifer y tystion y gellir eu galw i roi tystiolaeth ar fater penodol, yn enwedig os nad yw'r mater hwnnw yn ganolog i'r achos."
    },
    {
      "type": "paragraph",
      "text": "Efallai y bydd yr atebydd hefyd yn gyfrifol am dalu costau'r tyst."
    },
    {
      "type": "paragraph",
      "text": "Dylech ystyried a yw tystiolaeth y tyst hwn yn debygol o helpu eich achos."
    },
    {
      "type": "bold-paragraph",
      "text": "Manylion i’w cynnwys yn eich cais:"
    },
    {
      "type": "list",
      "items": [
        "enw a chyfeiriad llawn y tyst",
        "pam fod presenoldeb y tyst hwn yn angenrheidiol ar gyfer gwrandawiad teg. Mae angen i’r tribiwnlys ddeall pam fod y dystiolaeth yn berthnasol, a pham nad oes ffordd amgen o sefydlu’r un pwyntiau yn y gwrandawiad heb orchymyn i’r tyst fod yn bresennol",
        "os ydych chi wedi gofyn i’r tyst hwn fynychu o’i wirfodd ei hun. Os ydych chi wedi gwneud hynny, dywedwch wrthym pryd y gwnaethoch chi ofyn a beth oedd ei ymateb",
        "os nad ydych chi wedi gofyn i'r tyst fynychu eto, esboniwch pam"
      ]
    },
    {
      "type": "paragraph",
      "text": "Os bydd y gorchymyn yn cael ei ganiatáu, bydd y tyst yn cael ei orchymyn i fod yn bresennol ar ddiwrnod cyntaf y gwrandawiad. Os ydych chi eisiau iddo fynychu ar ddiwrnod arall neu ddiwrnodau eraill, dywedwch wrthym: "
    },
    {
      "type": "list",
      "items": [
        "y dyddiadau ar wahân i ddiwrnod cyntaf y gwrandawiad pan rydych eisiau i'r tyst fynychu",
        "pam fod ei bresenoldeb yn angenrheidiol ar y dyddiadau hynny"
      ]
    },
    {
      "type": "paragraph",
      "text": "Os ydych chi eisiau i’r tyst ddod â dogfennau efo nhw, dywedwch wrthym:"
    },
    {
      "type": "list",
      "items": [
        "[W]why these documents are relevant to the issues in this case",
        "[W]why an order to disclose the documents would not be enough",
        "[W]if you have already asked the witness or anyone else to provide these documents. If you have, tell us when you asked and what their response was",
        "[W]if you have not asked the witness to provide the documents yet, explain why"
      ]
    }
  ]
}
