{
  "title": "Hawliad contract y cyflogwr",
  "p1": "Ystyriwch yn eich ateb:",
  "li1": "cefndir a manylion yr hawliad",
  "li2": "pob dyddiad pwysig",
  "li3": "gwerth yr hawliad a sut y gwnaethoch chi ei gyfrifo",
  "files": {
    "title": "Uwchlwytho ffeil (dewisol)",
    "uploadButton": "Uwchlwytho ffeil",
    "removeButton": "Dileu ffeil",
    "uploaded": "Ffeiliau sydd wedi’u huwchlwytho"
  },
  "et3ResponseEmployerClaimDetails": {
    "label": "Rhowch gefndir a manylion o Hawliad Contract y Cyflogwr"
  },
  "fileUpload": {
    "linkText": "Neu uwchlwythwch eich crynodeb fel dogfen ar wahân (dewisol)",
    "hint": "<p>Gallwch ond uwchlwytho 1 ddogfen o uchafswm o 80MB mewn maint.</p><p>Os ydych chi eisiau uwchlwytho e-bost, dylech lawrlwytho a throsglwyddo o e-bost eich cleient yn gyntaf. Bydd y rhan fwyaf o gleientiaid e-bost yn rhoi’r opsiwn o lawrlwytho fel pdf neu PostScript.</p><p>Uwchlwytho ffeil</p>",
    "hintExisting": "<p>Gallwch ond uwchlwytho 1 ddogfen.</p><p>Os ydych chi eisiau uwchlwytho e-bost, dylech lawrlwytho a throsglwyddo o e-bost eich cleient yn gyntaf. Bydd y rhan fwyaf o gleientiaid e-bost yn rhoi'r opsiwn o lawrlwytho fel pdf neu PostScript.</p><b><p>Rydych chi wedi uwchlwytho'n flaenorol: {{filename}}</p></b>"
  },
  "et3ResponseEmployerClaimDocument": {
    "title": "Uwchlwytho ffeil",
    "button": "Uwchlwytho ffeil",
    "uploaded": "Ffeiliau sydd wedi’u huwchlwytho"
  },
  "acceptedFormats": {
    "label": "Fformatau derbyniol",
    "p1": "Mae’r canlynol yn fformatau ffeiliau derbyniol: pdf, doc, docx, txt, dot, jpg, jpeg, bmp, tif, tiff, png, xls, xlt, xla, xlsx, xltx, ppt, pot, pps, ppa, pptx, potx, ppsx, rtf, csv."
  },
  "errors": {
    "et3ResponseEmployerClaimDetails": {
      "required": "Rhowch fanylion o Hawliad Contract y Cyflogwr",
      "tooLong": "Rhaid i fanylion y testun rhydd fod yn 3000 o nodau neu lai"
    },
    "claimSummaryFile": {
      "invalidFileName": "Mae enw’r ffeil a ddarparwyd yn annilys. Ni all enw’r ffeil fod yn fwy na 150 o nodau ac ni all gynnwys unrhyw un o’r nodau canlynol: \\/:*?\"|<>",
      "invalidFileFormat": "Nid yw’r math o ffeil(iau) rydych chi'n ceisio ei huwchlwytho yn cael ei chefnogi gan ein system. Trosglwyddwch hwn i un o'r mathau o ffeiliau a gefnogir a restrir isod.",
      "invalidFileSize": "Mae’r ffeil rydych chi’n ceisio ei huwchlwytho yn uwch na’r terfyn maint uchaf o 80MB, ceisiwch leihau maint y ffeil.",
      "fileNameNotFound": "Nid oes gan y ffeil rydych chi’n ceisio ei huwchlwytho enw.",
      "fileBufferEmpty": "Mae’r ffeil rydych chi’n ceisio ei huwchlwytho yn wag.",
      "fileNameNotSelected": "Dewiswch ffeil.",
      "fileAlreadyExists": "Mae’r ffeil rydych chi’n ceisio ei huwchlwytho eisoes yn bodoli. Tynnwch yr un sy’n bodoli eisoes yn gyntaf."
    },
    "hiddenErrorField": {
      "sessionUserCase": "Achos y defnyddiwr heb ei ganfod yn y sesiwn",
      "sessionUser": "Defnyddiwr heb ei ganfod yn y sesiwn",
      "sessionRespondent": "Methu dod o hyd i’r cyfryw atebydd yn y sesiwn",
      "userId": "Defnyddiwr annilys yn y sesiwn. Nid oes gan y defnyddiwr ID",
      "respondentNotFound": "Methu dod o hyd i atebydd",
      "api": "Mae gwall wedi digwydd yn y system, rhowch gynnig arall arni hwyrach ymlaen.",
      "required": "Rhowch fanylion o Hawliad Contract y Cyflogwr"
    }
  }
}
