{
  "title": "Cyflwyniad",
  "pageTitle": "Cyflwyniad",
  "serviceInfo": "Llenwch a chyflwynwch ffurflen ymateb ET3 pan fydd rhywun yn gwneud hawliad tribiwnlys cyflogaeth yn eich erbyn.",
  "infoTxt": "Os ydych chi'n weithiwr proffesiynol cyfreithiol neu'n fath arall o weithiwr proffesiynol a dderbyniodd gyfeirnod 16 digid yn eich pecyn ymateb, gallwch ",
  "infoTxtLink": "ymateb ar-lein gan ddefnyddio cyfrif MyHMCTS (agor mewn tab newydd).",
  "infoTxtLinkUrl": "https://www.gov.uk/government/publications/myhmcts-respond-to-an-employment-tribunal-claim",
  "infoTxt2": "Os nad ydych wedi derbyn cyfeirnod 16 digid yn eich pecyn ymateb, gallwch ymateb ",
  "infoTxtLink2": "yma.",
  "infoTxtLinkUrl2": "https://tribunal-response.employmenttribunals.service.gov.uk/users/sign_up?",
  "whatYouNeedHeading": "Beth sydd ei angen arnoch ar gyfer llenwi'r ffurflen hon",
  "whatYouNeedListTxt1": "rhif eich achos (sydd ar y llythyr a anfonwyd atoch)",
  "whatYouNeedListTxt2": "dyddiadau dechrau a gorffen cyflogaeth yr hawlydd, oriau gwaith a chyfnod rhybudd",
  "whatYouNeedListTxt3": "manylion tâl a buddion yr hawlydd, cyn ac ar ôl treth",
  "whatYouNeedListTxt4": "unrhyw fanylion cymodi cynnar Acas sydd gennych, megis rhif y dystysgrif",
  "whatYouNeedListTxt5": "disgrifiad o'ch ymateb i'r hawliad, gan gynnwys dyddiadau a'r bobl sydd yn rhan ohono",
  "whatYouNeedListTxt6": "manylion eich cynrychiolydd, fel cyfreithiwr, os oes gennych un",
  "howToCompleteFormHeading": "Sut i lenwi'r ffurflen",
  "howToCompleteFormListTxt1": "ni fydd eich gwybodaeth yn cael ei harbed os byddwch yn treulio mwy nag 1 awr ar un dudalen",
  "howToCompleteFormListTxt2": "gallwch adolygu a golygu eich atebion cyn ichi gyflwyno'r ffurflen",
  "howToCompleteFormListTxt3": "gallwch arbed copi PDF o'ch ffurflen ar ôl ichi ei chyflwyno",
  "dataProtectionHeading": "Deddf Diogelu Data 1998",
  "dataProtectionTxt1": "Byddwn yn anfon copi o'r ffurflen hon at yr hawlydd a'r Gwasanaeth Cynghori, Cymodi a Chyflafareddu (ACAS). Byddwn yn rhoi'r wybodaeth yr ydych yn ei rhoi inni ar y ffurflen hon ar gyfrifiadur. Mae hyn yn ein helpu i fonitro cynnydd a chynhyrchu ystadegau. Trosglwyddir yr wybodaeth a ddarperir ar y ffurflen hon i'r Adran Busnes, Arloesedd a Sgiliau i gynorthwyo ymchwil i'r defnydd a wneir o dribiwnlysoedd cyflogaeth ac effeithiolrwydd y tribiwnlysoedd hynny.",
  "claimStartedTxt": "A ydych chi eisoes wedi cychwyn ymateb?",
  "returnClaimTxt": "Dychwelyd i ymateb drafft",
  "contactUsHelpTitle": "Help i ddefnyddio’r gwasanaeth",
  "contactUsHelpTxt": "Ffoniwch un o Ganolfannau Cyswllt Cwsmeriaid y Tribiwnlys Cyflogaeth. Ni allant roi cyngor cyfreithiol i chi.",
  "otherLinksHeading": "Dolenni perthnasol eraill",
  "howToMakeClaimLinkTxt": "Sut i wneud hawliad",
  "howToMakeClaimLinkUrl": "https://www.gov.uk/employment-tribunals",
  "howToMakeResponseLinkTxt": "Sut i ymateb",
  "howToMakeResponseLinkUrl": "https://www.gov.uk/being-taken-to-employment-tribunal-by-employee",
  "moreFromLinkTxt": "Mwy o'r categori gweithio, swyddi a phensiynau",
  "moreFromLinkUrl": "http://gov.uk/browse/working"
}
