{
  "title": "Introduction",
  "pageTitle": "Introduction",
  "serviceInfo": "Complete and submit an ET3 response form when someone makes an employment tribunal claim against you.",
  "infoTxt": "If you're a legal professional or another type of professional who received a 16-digit reference number in your response pack, you can ",
  "infoTxtLink": "respond online using a MyHMCTS account (opens in new tab).",
  "infoTxtLinkUrl": "https://www.gov.uk/government/publications/myhmcts-respond-to-an-employment-tribunal-claim?_ga=2.5591411.1792204927.1722499110-1624103444.1716457422",
  "whatYouNeedHeading": "What you need for this form",
  "whatYouNeedListTxt1": "your case number (on the letter we sent you)",
  "whatYouNeedListTxt2": "claimant's employment start and end dates, hours of work and period of notice",
  "whatYouNeedListTxt3": "details of claimant's pay and benefits, before and after tax",
  "whatYouNeedListTxt4": "any Acas Early Conciliation details you may have, such as the certificate number",
  "whatYouNeedListTxt5": "a description of your response to the claim, including dates and the people involved",
  "whatYouNeedListTxt6": "details of your representative, like a solicitor, if you have one",
  "howToCompleteFormHeading": "How to fill in the form",
  "howToCompleteFormListTxt1": "your information will not be saved if you spend longer than 1 hour on a single page",
  "howToCompleteFormListTxt2": "you can review and edit your answers before you submit the form",
  "howToCompleteFormListTxt3": "you can save a PDF of your form after you submit it",
  "dataProtectionHeading": "Data Protection Act 1998",
  "dataProtectionTxt1": "We will send a copy of this form to the claimant and the Advisory, Conciliation and Arbitration Service (ACAS). We will put the information you give us on this form onto a computer. This helps us to monitor progress and produce statistics. Information provided on this form is passed to the Department for Business, Innovation and Skills to assist research into the use and effectiveness of employment tribunals.",
  "claimStartedTxt": "Have you already started a response?",
  "returnClaimTxt": "Return to an existing response",
  "contactUsHelpTitle": "Help using the service",
  "contactUsHelpTxt": "Call one of our Employment Tribunal customer contact centres. They cannot give you legal advice.",
  "otherLinksHeading": "Other Relevant Links",
  "howToMakeClaimLinkTxt": "How to make a claims",
  "howToMakeClaimLinkUrl": "https://www.gov.uk/employment-tribunals",
  "howToMakeResponseLinkTxt": "How to make a response",
  "howToMakeResponseLinkUrl": "https://www.gov.uk/being-taken-to-employment-tribunal-by-employee",
  "moreFromLinkTxt": "More from the Working, jobs and pensions category",
  "moreFromLinkUrl": "http://gov.uk/browse/working"
}
